Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.consent.line5
source: Changed your mind? Withdraw any time in %@, and the kept photos are deleted. They are also deleted when your account is deleted, or at once if you withdraw this submission before a decision.
ar: غيّرت رأيك؟ اسحب موافقتك في أي وقت من %@، فتُحذف الصور المحفوظة. وتُحذف كذلك عند حذف حسابك، أو فورًا إن سحبت هذا الطلب قبل القرار.
bn: মত বদলেছে? যেকোনো সময় %@-এ প্রত্যাহার করুন, রাখা ছবিগুলো মুছে ফেলা হবে। আপনার অ্যাকাউন্ট মুছলেও সেগুলো মুছে যায়, অথবা সিদ্ধান্তের আগে এই জমা প্রত্যাহার করলে সঙ্গে সঙ্গে মুছে যায়।
ca: Has canviat d'opinió? Retira-ho en qualsevol moment a %@ i les fotos conservades s'eliminen. També s'eliminen quan s'elimina el teu compte, o a l'instant si retires aquest enviament abans d'una decisió.
cs: Rozmyslel ses? Kdykoli to odvolej v %@ a uchované fotografie se smažou. Smažou se také při smazání účtu, nebo okamžitě, pokud podání stáhneš před rozhodnutím.
da: Har du ombestemt dig? Træk samtykket tilbage når som helst i %@, så slettes de gemte fotos. De slettes også, når din konto slettes, eller med det samme, hvis du trækker denne indsendelse tilbage før en afgørelse.
de: Meinung geändert? Widerrufe jederzeit unter %@, dann werden die gespeicherten Fotos gelöscht. Sie werden auch gelöscht, wenn dein Konto gelöscht wird, oder sofort, wenn du diese Einreichung vor einer Entscheidung zurückziehst.
el: Άλλαξες γνώμη; Ανάκλησε οποτεδήποτε στις %@ και οι φωτογραφίες που κρατήθηκαν διαγράφονται. Διαγράφονται επίσης όταν διαγραφεί ο λογαριασμός σου ή αμέσως αν ανακαλέσεις αυτή την υποβολή πριν από την απόφαση.
es: ¿Has cambiado de idea? Retira tu consentimiento cuando quieras en %@ y las fotos guardadas se eliminan. También se eliminan al borrar tu cuenta, o al instante si retiras este envío antes de que se decida.
fi: Muutitko mieltäsi? Peru milloin tahansa kohdassa %@, niin säilytetyt kuvat poistetaan. Ne poistetaan myös, kun tilisi poistetaan, tai heti, jos peruutat tämän lähetyksen ennen päätöstä.
fr: Vous avez changé d’avis ? Retirez votre accord à tout moment dans %@, et les photos conservées sont supprimées. Elles le sont aussi à la suppression de votre compte, ou immédiatement si vous retirez cet envoi avant une décision.
he: שינית את דעתך? אפשר לבטל בכל עת ב-%@, והתמונות השמורות יימחקו. הן נמחקות גם כשהחשבון נמחק, או מיד אם אתה מושך את ההגשה הזו לפני החלטה.
hi: मन बदल गया? %@ में कभी भी वापस ले लें, और रखी गई फ़ोटो हटा दी जाएँगी। अकाउंट हटाने पर भी वे हट जाती हैं, या फ़ैसले से पहले यह सबमिशन वापस लेने पर तुरंत।
hr: Predomislio/la si se? Povuci suglasnost bilo kada u: %@, a zadržane fotografije bit će izbrisane. Brišu se i kad se izbriše tvoj račun, ili odmah ako povučeš ovu prijavu prije odluke.
hu: Meggondoltad magad? Bármikor visszavonhatod itt: %@, és a megőrzött fotók törlődnek. A fiókod törlésekor is törlődnek, illetve azonnal, ha a beküldést az elbírálás előtt visszavonod.
id: Berubah pikiran? Tarik persetujuan kapan saja di %@, dan foto yang disimpan akan dihapus. Foto juga dihapus saat akunmu dihapus, atau seketika jika kamu menarik pengajuan ini sebelum diputuskan.
it: Hai cambiato idea? Revoca quando vuoi in %@, e le foto conservate vengono eliminate. Vengono eliminate anche quando elimini il tuo account, o subito se ritiri questo invio prima di una decisione.
ja: 気が変わったら、%@でいつでも撤回でき、保管された写真は削除されます。アカウントを削除したときにも削除されます。判断が出る前にこの申請を取り下げた場合は、ただちに削除されます。
ko: 마음이 바뀌었나요? %@에서 언제든 철회할 수 있고, 보관된 사진은 삭제돼요. 계정을 삭제하거나 결정 전에 이 제출을 철회하면 사진은 즉시 삭제돼요.
ml: മനസ്സ് മാറിയോ? %@-ൽ എപ്പോൾ വേണമെങ്കിലും പിൻവലിക്കാം, സൂക്ഷിച്ച ഫോട്ടോകൾ ഇല്ലാതാക്കും. നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുമ്പോഴും അവ ഇല്ലാതാക്കും; തീരുമാനത്തിന് മുമ്പ് ഈ സമർപ്പണം പിൻവലിച്ചാൽ ഉടൻ ഇല്ലാതാക്കും.
ms: Berubah fikiran? Tarik balik pada bila-bila masa dalam %@, dan foto yang disimpan dipadam. Ia juga dipadam apabila akaun anda dipadam, atau serta-merta jika anda menarik balik penghantaran ini sebelum keputusan.
nb: Ombestemt deg? Trekk tilbake når som helst i %@, så slettes de lagrede bildene. De slettes også når kontoen din slettes, eller umiddelbart hvis du trekker tilbake denne innsendingen før en avgjørelse.
nl: Bedacht je je? Trek je toestemming op elk moment in bij %@, en de bewaarde foto's worden verwijderd. Ze worden ook verwijderd als je account wordt verwijderd, of direct als je deze aanvraag intrekt voordat er is beslist.
pl: Zmieniłeś zdanie? Wycofaj zgodę w dowolnym momencie w: %@, a zachowane zdjęcia zostaną usunięte. Zostaną też usunięte wraz z kontem lub od razu, jeśli wycofasz zgłoszenie przed decyzją.
pt_br: Mudou de ideia? Retire o consentimento a qualquer momento em %@, e as fotos guardadas serão excluídas. Elas também são excluídas quando sua conta é excluída, ou imediatamente se você retirar este envio antes de uma decisão.
pt_pt: Mudou de ideias? Retire o consentimento em qualquer altura em %@, e as fotos guardadas são eliminadas. Também são eliminadas quando a sua conta for eliminada, ou de imediato se retirar este envio antes de uma decisão.
ro: Te-ai răzgândit? Retrage-ți acordul oricând în %@, iar fotografiile păstrate sunt șterse. Sunt șterse și când contul îți este șters, sau imediat dacă retragi acest dosar înainte de decizie.
ru: Передумали? Отзовите согласие в любой момент в разделе «%@» — сохранённые фото будут удалены. Они также удаляются при удалении аккаунта или сразу, если вы отзовёте заявку до решения.
sk: Rozmyslel si sa? Kedykoľvek to odvolaj v %@ a uchované fotky sa odstránia. Odstránia sa aj pri odstránení tvojho účtu, alebo okamžite, ak odvoláš túto žiadosť pred rozhodnutím.
sv: Ångrar du dig? Dra tillbaka samtycket när som helst i %@, så raderas de sparade bilderna. De raderas också när ditt konto raderas, eller direkt om du drar tillbaka inskickningen innan beslut har fattats.
ta: மனம் மாறியதா? %@ இல் எப்போது வேண்டுமானாலும் திரும்பப் பெறலாம், வைத்திருந்த புகைப்படங்கள் நீக்கப்படும். உங்கள் கணக்கை நீக்கும்போதும், முடிவுக்கு முன் இந்தச் சமர்ப்பிப்பை நீங்கள் திரும்பப் பெற்றால் உடனேயும் அவை நீக்கப்படும்.
te: మనసు మారిందా? %@లో ఎప్పుడైనా ఉపసంహరించుకోవచ్చు, ఉంచిన ఫోటోలు తొలగించబడతాయి. మీ ఖాతా తొలగించినప్పుడు కూడా అవి తొలగించబడతాయి, లేదా నిర్ణయానికి ముందే ఈ సమర్పణను ఉపసంహరిస్తే వెంటనే.
th: เปลี่ยนใจ? ถอนความยินยอมได้ทุกเมื่อใน%@ แล้วรูปที่เก็บไว้จะถูกลบ รูปจะถูกลบเมื่อบัญชีของคุณถูกลบ หรือทันทีหากคุณถอนการส่งนี้ก่อนมีการตัดสิน
tr: Fikrinizi mi değiştirdiniz? %@ bölümünden istediğiniz zaman geri çekebilirsiniz; saklanan fotoğraflar silinir. Hesabınız silindiğinde de silinirler; bu gönderimi karar verilmeden geri çekerseniz hemen silinirler.
uk: Передумали? Відкличте згоду будь-коли в розділі %@, і збережені фото буде видалено. Їх також видаляють разом з обліковим записом або одразу, якщо ви відкличете цю заявку до ухвалення рішення.
ur: ارادہ بدل گیا؟ کسی بھی وقت %@ میں واپس لے لیں، اور رکھی ہوئی تصاویر حذف ہو جاتی ہیں۔ آپ کا اکاؤنٹ حذف ہونے پر بھی وہ حذف ہو جاتی ہیں، یا فیصلے سے پہلے یہ جمع کرائی گئی چیز واپس لینے پر فوراً۔
vi: Đổi ý? Bạn có thể rút lại bất cứ lúc nào trong %@, và các ảnh đã giữ sẽ bị xóa. Chúng cũng bị xóa khi tài khoản của bạn bị xóa, hoặc xóa ngay nếu bạn rút hồ sơ này trước khi có quyết định.
zh_hans: 改变主意了？随时可在%@中撤回，已保存的照片将被删除。账户被删除时，照片也会被删除；如果你在作出决定前撤回此次提交，则会立即删除。
zh_hant: 改變心意了嗎？隨時可以在%@中撤回，已保留的照片會被刪除。帳號刪除時，或你在決定前撤回此次送件時，照片也會立即刪除。

# document.consent.link
source: How Known keeps your data
ar: كيف يحفظ معروف بياناتك
bn: Known কীভাবে আপনার ডেটা রাখে
ca: Com conserva Known les teves dades
cs: Jak Known uchovává tvá data
da: Sådan opbevarer Known dine data
de: Wie Known deine Daten aufbewahrt
el: Πώς το Known φυλάσσει τα δεδομένα σου
es: Cómo protege Known tus datos
fi: Miten Known säilyttää tietosi
fr: Comment Known protège vos données
he: איך Known שומרת את הנתונים שלך
hi: Known आपका डेटा कैसे रखता है
hr: Kako Known čuva tvoje podatke
hu: Hogyan kezeli a Known az adataidat
id: Bagaimana Known menyimpan datamu
it: Come Known conserva i tuoi dati
ja: Knownによるデータの保管方法
ko: Known이 데이터를 보관하는 방법
ml: Known നിങ്ങളുടെ ഡാറ്റ എങ്ങനെ സൂക്ഷിക്കുന്നു
ms: Cara Known menyimpan data anda
nb: Hvordan Known tar vare på dataene dine
nl: Hoe Known je gegevens bewaart
pl: Jak Known chroni Twoje dane
pt_br: Como o Known guarda seus dados
pt_pt: Como a Known guarda os seus dados
ro: Cum îți păstrează Known datele
ru: Как Known хранит ваши данные
sk: Ako Known uchováva tvoje údaje
sv: Hur Known hanterar dina data
ta: Known உங்கள் தரவை எப்படிப் பாதுகாக்கிறது
te: Known మీ డేటాను ఎలా ఉంచుతుంది
th: Known เก็บข้อมูลของคุณอย่างไร
tr: Known verilerinizi nasıl saklıyor
uk: Як Known зберігає ваші дані
ur: Known آپ کا ڈیٹا کیسے رکھتا ہے
vi: Cách Known giữ dữ liệu của bạn
zh_hans: Known 如何保管你的数据
zh_hant: Known 如何保管你的資料

# document.consent.title
source: Keep your photos? (optional)
ar: هل نحتفظ بصورك؟ (اختياري)
bn: ছবিগুলো রাখবেন? (ঐচ্ছিক)
ca: Vols conservar les fotos? (opcional)
cs: Ponechat fotografie? (volitelné)
da: Vil du beholde dine fotos? (valgfrit)
de: Fotos aufbewahren? (optional)
el: Να κρατηθούν οι φωτογραφίες σου; (προαιρετικό)
es: ¿Conservar tus fotos? (opcional)
fi: Säilytetäänkö kuvasi? (valinnainen)
fr: Conserver vos photos ? (facultatif)
he: לשמור את התמונות שלך? (אופציונלי)
hi: क्या आप अपनी फ़ोटो रखना चाहते हैं? (वैकल्पिक)
hr: Zadržati fotografije? (neobavezno)
hu: Megőrizzük a fotóidat? (nem kötelező)
id: Simpan fotomu? (opsional)
it: Conservare le tue foto? (facoltativo)
ja: 写真を保管しますか?(任意)
ko: 사진을 보관할까요? (선택)
ml: നിങ്ങളുടെ ഫോട്ടോകൾ സൂക്ഷിക്കണോ? (ഓപ്ഷണൽ)
ms: Simpan foto anda? (pilihan)
nb: Beholde bildene dine? (valgfritt)
nl: Je foto's bewaren? (optioneel)
pl: Zachować Twoje zdjęcia? (opcjonalnie)
pt_br: Guardar suas fotos? (opcional)
pt_pt: Guardar as suas fotos? (opcional)
ro: Păstrezi fotografiile? (opțional)
ru: Сохранить фото? (необязательно)
sk: Uchovať tvoje fotky? (voliteľné)
sv: Behålla dina bilder? (valfritt)
ta: உங்கள் புகைப்படங்களை வைத்திருக்கவா? (விருப்பம்)
te: మీ ఫోటోలను ఉంచాలా? (ఐచ్ఛికం)
th: เก็บรูปของคุณไว้ไหม (ไม่บังคับ)
tr: Fotoğraflarınız saklansın mı? (isteğe bağlı)
uk: Зберегти ваші фото? (необов’язково)
ur: تصاویر رکھیں؟ (اختیاری)
vi: Giữ ảnh của bạn? (không bắt buộc)
zh_hans: 保留你的照片？（可选）
zh_hant: 要保留你的照片嗎？（選填）

# document.expired.title
source: Expired document
ar: وثيقة منتهية الصلاحية
bn: মেয়াদোত্তীর্ণ নথি
ca: Document caducat
cs: Prošlý doklad
da: Udløbet dokument
de: Abgelaufenes Dokument
el: Ληγμένο έγγραφο
es: Documento caducado
fi: Vanhentunut asiakirja
fr: Document expiré
he: מסמך שתוקפו פג
hi: समाप्त हो चुका दस्तावेज़
hr: Istekla isprava
hu: Lejárt okmány
id: Dokumen kedaluwarsa
it: Documento scaduto
ja: 期限切れの書類
ko: 만료된 문서
ml: കാലാവധി കഴിഞ്ഞ രേഖ
ms: Dokumen tamat tempoh
nb: Utløpt dokument
nl: Verlopen document
pl: Dokument wygasł
pt_br: Documento vencido
pt_pt: Documento expirado
ro: Document expirat
ru: Документ просрочен
sk: Doklad s vypršanou platnosťou
sv: Utgånget dokument
ta: காலாவதியான ஆவணம்
te: గడువు ముగిసిన పత్రం
th: เอกสารหมดอายุ
tr: Süresi dolmuş belge
uk: Документ із простроченим терміном
ur: میعاد ختم دستاویز
vi: Giấy tờ hết hạn
zh_hans: 证件已过期
zh_hant: 證件已過期

# document.liveness.done
source: Done
ar: تم
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ml: പൂർത്തിയായി
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: مکمل
vi: Xong
zh_hans: 完成
zh_hant: 完成

# document.liveness.noFace
source: Move so your face fills the circle
ar: تحرّك حتى يملأ وجهك الدائرة
bn: সরুন যাতে আপনার মুখ বৃত্ত ভরে যায়
ca: Mou-te perquè la teva cara ompli el cercle
cs: Posuň se, aby tvůj obličej vyplnil kruh
da: Flyt dig, så dit ansigt fylder cirklen
de: Bewege dich so, dass dein Gesicht den Kreis füllt
el: Μετακινήσου ώστε το πρόσωπό σου να γεμίσει τον κύκλο
es: Muévete para que tu rostro llene el círculo
fi: Siirry niin, että kasvosi täyttävät ympyrän
fr: Placez-vous pour que votre visage remplisse le cercle
he: זוז כך שהפנים שלך ימלאו את העיגול
hi: इस तरह हटें कि आपका चेहरा गोले को भर दे
hr: Pomakni se tako da tvoje lice ispuni krug
hu: Mozdulj úgy, hogy az arcod kitöltse a kört
id: Geser agar wajahmu memenuhi lingkaran
it: Spostati in modo che il tuo volto riempia il cerchio
ja: 顔が円いっぱいになるよう動いてください
ko: 얼굴이 원 안에 가득 차도록 움직이세요
ml: നിങ്ങളുടെ മുഖം വൃത്തത്തിൽ നിറയുന്ന വിധം നീങ്ങുക
ms: Bergerak supaya wajah anda memenuhi bulatan
nb: Flytt deg slik at ansiktet fyller sirkelen
nl: Beweeg zodat je gezicht de cirkel vult
pl: Ustaw się tak, aby Twoja twarz wypełniała okrąg
pt_br: Mova-se para que seu rosto preencha o círculo
pt_pt: Mova-se para que o seu rosto encha o círculo
ro: Mișcă-te ca fața să umple cercul
ru: Расположитесь так, чтобы лицо заполнило круг
sk: Posuň sa tak, aby tvoja tvár vyplnila kruh
sv: Flytta dig så att ditt ansikte fyller cirkeln
ta: உங்கள் முகம் வட்டத்தை நிரப்பும்படி நகருங்கள்
te: మీ ముఖం వృత్తంలో నిండేలా కదలండి
th: ขยับให้ใบหน้าเต็มวงกลม
tr: Yüzünüz daireyi dolduracak şekilde hareket edin
uk: Посуньтеся так, щоб обличчя заповнило коло
ur: اس طرح ہٹیں کہ آپ کا چہرہ دائرے کو بھر دے
vi: Di chuyển để khuôn mặt vừa vòng tròn
zh_hans: 请移动，让你的脸充满圆圈
zh_hant: 請移動位置，讓你的臉填滿圓圈

# document.liveness.start
source: Start
ar: ابدأ
bn: শুরু করুন
ca: Comença
cs: Začít
el: Έναρξη
es: Empezar
fi: Aloita
fr: Commencer
he: התחל
hi: शुरू करें
hr: Započni
hu: Indítás
id: Mulai
it: Inizia
ja: 開始
ko: 시작
ml: തുടങ്ങുക
ms: Mula
pt_br: Iniciar
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Starta
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่ม
tr: Başla
uk: Почати
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# document.mismatch.birthdate.change
source: Change date of birth
ar: تغيير تاريخ الميلاد
bn: জন্মতারিখ বদলান
ca: Canvia la data de naixement
cs: Změnit datum narození
da: Skift fødselsdato
de: Geburtsdatum ändern
el: Αλλαγή ημερομηνίας γέννησης
es: Cambiar fecha de nacimiento
fi: Muuta syntymäaikaa
fr: Modifier la date de naissance
he: שנה תאריך לידה
hi: जन्म तिथि बदलें
hr: Promijeni datum rođenja
hu: Születési dátum módosítása
id: Ubah tanggal lahir
it: Cambia la data di nascita
ja: 生年月日を変更
ko: 생년월일 변경
ml: ജനനത്തീയതി മാറ്റുക
ms: Tukar tarikh lahir
nb: Endre fødselsdato
nl: Geboortedatum wijzigen
pl: Zmień datę urodzenia
pt_br: Alterar data de nascimento
pt_pt: Alterar data de nascimento
ro: Schimbă data nașterii
ru: Изменить дату рождения
sk: Zmeniť dátum narodenia
sv: Ändra födelsedatum
ta: பிறந்த தேதியை மாற்று
te: పుట్టిన తేదీ మార్చు
th: เปลี่ยนวันเกิด
tr: Doğum tarihini değiştir
uk: Змінити дату народження
ur: تاریخ پیدائش تبدیل کریں
vi: Đổi ngày sinh
zh_hans: 更改出生日期
zh_hant: 變更出生日期

# document.mismatch.birthdate.change.hint
source: Goes back to the date of birth step
ar: يعود إلى خطوة تاريخ الميلاد
bn: জন্মতারিখের ধাপে ফিরে যায়
ca: Torna al pas de la data de naixement
cs: Vrátí se ke kroku s datem narození
da: Går tilbage til trinnet med fødselsdato
de: Geht zurück zum Schritt Geburtsdatum
el: Επιστρέφει στο βήμα της ημερομηνίας γέννησης
es: Vuelve al paso de la fecha de nacimiento
fi: Palaa syntymäajan vaiheeseen
fr: Revient à l’étape de la date de naissance
he: חוזר לשלב תאריך הלידה
hi: जन्म तिथि वाले चरण पर लौटता है
hr: Vraća na korak s datumom rođenja
hu: Visszalép a születési dátum lépéséhez
id: Kembali ke langkah tanggal lahir
it: Torna al passaggio della data di nascita
ja: 生年月日の手順に戻ります
ko: 생년월일 단계로 돌아가요
ml: ജനനത്തീയതി ഘട്ടത്തിലേക്ക് മടങ്ങുന്നു
ms: Kembali ke langkah tarikh lahir
nb: Går tilbake til trinnet for fødselsdato
nl: Gaat terug naar de stap met de geboortedatum
pl: Wraca do kroku z datą urodzenia
pt_br: Volta à etapa da data de nascimento
pt_pt: Volta ao passo da data de nascimento
ro: Revine la pasul cu data nașterii
ru: Возвращает к шагу с датой рождения
sk: Vráti sa ku kroku s dátumom narodenia
sv: Går tillbaka till steget för födelsedatum
ta: பிறந்த தேதிப் படிக்குத் திரும்பும்
te: పుట్టిన తేదీ దశకు తిరిగి వెళ్తుంది
th: กลับไปที่ขั้นตอนวันเกิด
tr: Doğum tarihi adımına geri döner
uk: Повертається до кроку з датою народження
ur: تاریخ پیدائش کے مرحلے پر واپس جاتا ہے
vi: Quay lại bước ngày sinh
zh_hans: 返回出生日期步骤
zh_hant: 回到出生日期步驟

# document.mismatch.birthdate.message
source: The date of birth on this document isn't the one you entered. Nothing has been sent. If the wheel slipped, change the date; if the photo is of the wrong document, retake it.
ar: تاريخ الميلاد في هذه الوثيقة ليس التاريخ الذي أدخلته. لم يُرسل شيء. إن أخطأت في اختيار التاريخ فغيّره؛ وإن كانت الصورة لوثيقة أخرى فأعد التقاطها.
bn: এই নথির জন্মতারিখ আপনার দেওয়া তারিখ নয়। কিছুই পাঠানো হয়নি। চাকা ভুল ঘুরে থাকলে তারিখ বদলান; ভুল নথির ছবি হলে আবার তুলুন।
ca: La data de naixement d'aquest document no és la que has introduït. No s'ha enviat res. Si t'has equivocat amb la ruleta, canvia la data; si la foto és d'un altre document, repeteix-la.
cs: Datum narození na tomto dokladu není to, které jsi zadal. Nic nebylo odesláno. Pokud ses překlepl, datum změň; pokud je fotka špatného dokladu, vyfoť znovu.
da: Fødselsdatoen på dette dokument er ikke den, du angav. Intet er sendt. Hvis hjulet gled, så ret datoen. Hvis fotoet er af det forkerte dokument, så tag det om.
de: Das Geburtsdatum in diesem Dokument ist nicht das, das du eingegeben hast. Es wurde nichts gesendet. Wenn du dich vertippt hast, ändere das Datum; wenn das Foto das falsche Dokument zeigt, nimm es neu auf.
el: Η ημερομηνία γέννησης σε αυτό το έγγραφο δεν είναι αυτή που εισήγαγες. Δεν στάλθηκε τίποτα. Αν γλίστρησε ο επιλογέας, άλλαξε την ημερομηνία· αν η φωτογραφία είναι από λάθος έγγραφο, τράβηξέ την ξανά.
es: La fecha de nacimiento de este documento no es la que introdujiste. No se ha enviado nada. Si te equivocaste al elegir la fecha, cámbiala; si la foto es de otro documento, vuelve a hacerla.
fi: Tämän asiakirjan syntymäaika ei ole sama kuin antamasi. Mitään ei ole lähetetty. Jos valitsin lipsahti, muuta päivämäärää; jos kuva on väärästä asiakirjasta, ota se uudelleen.
fr: La date de naissance de ce document n’est pas celle que vous avez saisie. Rien n’a été envoyé. Si la molette a glissé, modifiez la date ; si la photo montre le mauvais document, reprenez-la.
he: תאריך הלידה במסמך הזה אינו זה שהזנת. שום דבר לא נשלח. אם הגלגל החליק, שנה את התאריך; אם התמונה היא של מסמך שגוי, צלם שוב.
hi: इस दस्तावेज़ की जन्म तिथि वह नहीं है जो आपने दर्ज की थी। कुछ भी भेजा नहीं गया है। अगर तारीख़ चुनते समय चूक हुई तो तारीख़ बदलें; अगर फ़ोटो ग़लत दस्तावेज़ की है तो दोबारा लें।
hr: Datum rođenja na ovoj ispravi nije onaj koji si unio/unijela. Ništa nije poslano. Ako je kotačić skliznuo, promijeni datum; ako je fotografija krive isprave, ponovno je snimi.
hu: Az okmányon szereplő születési dátum nem az, amelyet megadtál. Semmit nem küldtünk el. Ha elcsúszott a görgető, módosítsd a dátumot; ha rossz okmányról készült a fotó, fényképezd le újra.
id: Tanggal lahir pada dokumen ini bukan yang kamu masukkan. Belum ada yang terkirim. Jika roda pemilih tergelincir, ubah tanggalnya; jika fotonya dokumen yang salah, ambil ulang.
it: La data di nascita su questo documento non è quella che hai inserito. Non è stato inviato nulla. Se hai sbagliato a girare la ruota, cambia la data; se la foto è del documento sbagliato, rifalla.
ja: この書類の生年月日が、入力されたものと一致しません。何も送信されていません。選択を間違えた場合は日付を変更し、書類を間違えた場合は撮り直してください。
ko: 이 문서의 생년월일이 입력한 생년월일과 달라요. 아무것도 전송되지 않았어요. 날짜를 잘못 맞췄다면 날짜를 바꾸고, 다른 문서를 촬영했다면 다시 촬영하세요.
ml: ഈ രേഖയിലെ ജനനത്തീയതി നിങ്ങൾ നൽകിയതല്ല. ഒന്നും അയച്ചിട്ടില്ല. വീൽ തെറ്റിപ്പോയെങ്കിൽ തീയതി മാറ്റുക; തെറ്റായ രേഖയുടെ ഫോട്ടോയാണെങ്കിൽ വീണ്ടും എടുക്കുക.
ms: Tarikh lahir pada dokumen ini bukan yang anda masukkan. Tiada apa-apa telah dihantar. Jika roda tergelincir, tukar tarikh; jika foto itu bagi dokumen yang salah, ambil semula.
nb: Fødselsdatoen på dette dokumentet er ikke den du skrev inn. Ingenting er sendt. Hvis du snurret feil på hjulet, endrer du datoen. Hvis bildet er av feil dokument, tar du det på nytt.
nl: De geboortedatum op dit document is niet degene die je hebt ingevoerd. Er is niets verstuurd. Als je een verkeerde datum hebt ingesteld, wijzig die dan; als de foto van het verkeerde document is, maak hem opnieuw.
pl: Data urodzenia na tym dokumencie nie jest tą, którą wpisałeś. Nic nie zostało wysłane. Jeśli kółko się omsknęło, zmień datę; jeśli zdjęcie dotyczy złego dokumentu, zrób je ponownie.
pt_br: A data de nascimento neste documento não é a que você informou. Nada foi enviado. Se a roda escorregou, altere a data; se a foto é do documento errado, tire-a de novo.
pt_pt: A data de nascimento neste documento não é a que introduziu. Nada foi enviado. Se se enganou ao escolher a data, altere-a; se a foto é do documento errado, repita-a.
ro: Data nașterii de pe acest document nu este cea introdusă de tine. Nu s-a trimis nimic. Dacă ai greșit la selector, schimbă data; dacă fotografia este a altui document, fă-o din nou.
ru: Дата рождения в этом документе не совпадает с введённой вами. Ничего не отправлено. Если вы ошиблись при выборе даты — исправьте её; если сфотографировали не тот документ — переснимите.
sk: Dátum narodenia na tomto doklade nie je ten, ktorý si zadal. Nič sa neodoslalo. Ak sa kolieska pošmykli, zmeň dátum; ak je fotka nesprávneho dokladu, odfoť ho znova.
sv: Födelsedatumet på det här dokumentet är inte det du angav. Inget har skickats. Om du råkade ställa fel, ändra datumet; om fotot är på fel dokument, ta om det.
ta: இந்த ஆவணத்தில் உள்ள பிறந்த தேதி நீங்கள் உள்ளிட்டது அல்ல. எதுவும் அனுப்பப்படவில்லை. சக்கரம் தவறியிருந்தால் தேதியை மாற்றுங்கள்; தவறான ஆவணத்தின் புகைப்படம் என்றால் மீண்டும் எடுங்கள்.
te: ఈ పత్రంలోని పుట్టిన తేదీ మీరు నమోదు చేసినది కాదు. ఏదీ పంపబడలేదు. వీల్ జారితే తేదీని మార్చండి; ఫోటో తప్పు పత్రానిది అయితే మళ్లీ తీయండి.
th: วันเกิดบนเอกสารนี้ไม่ใช่วันที่คุณกรอก ยังไม่มีการส่งอะไร หากหมุนตัวเลือกพลาด ให้เปลี่ยนวันที่ หากรูปเป็นเอกสารผิดใบ ให้ถ่ายใหม่
tr: Bu belgedeki doğum tarihi sizin girdiğiniz tarih değil. Hiçbir şey gönderilmedi. Çark kaydıysa tarihi değiştirin; fotoğraf yanlış belgeye aitse yeniden çekin.
uk: Дата народження в цьому документі не та, яку ви ввели. Нічого не надіслано. Якщо ви помилилися з датою, змініть її; якщо фото не того документа, зробіть його знову.
ur: اس دستاویز پر تاریخ پیدائش وہ نہیں جو آپ نے درج کی۔ کچھ بھیجا نہیں گیا۔ اگر پہیہ پھسل گیا تھا تو تاریخ بدلیں؛ اگر تصویر غلط دستاویز کی ہے تو دوبارہ لیں۔
vi: Ngày sinh trên giấy tờ này không phải ngày bạn đã nhập. Chưa có gì được gửi. Nếu bạn chọn nhầm ngày, hãy đổi ngày; nếu ảnh chụp nhầm giấy tờ, hãy chụp lại.
zh_hans: 此证件上的出生日期与你输入的不一致。尚未发送任何内容。如果是滚轮选错了，请更改日期；如果拍错了证件，请重拍。
zh_hant: 這份證件上的出生日期與你輸入的不同，尚未送出任何內容。如果是選錯了日期，請修改；如果拍成了錯誤的證件，請重拍。

# document.mismatch.birthdate.title
source: The dates don't match
ar: التاريخان غير متطابقين
bn: তারিখ মিলছে না
ca: Les dates no coincideixen
cs: Data se neshodují
da: Datoerne stemmer ikke
de: Die Daten stimmen nicht überein
el: Οι ημερομηνίες δεν ταιριάζουν
es: Las fechas no coinciden
fi: Päivämäärät eivät täsmää
fr: Les dates ne correspondent pas
he: התאריכים לא תואמים
hi: तारीख़ें मेल नहीं खातीं
hr: Datumi se ne podudaraju
hu: A dátumok nem egyeznek
id: Tanggalnya tidak cocok
it: Le date non corrispondono
ja: 日付が一致しません
ko: 날짜가 일치하지 않아요
ml: തീയതികൾ ഒത്തുപോകുന്നില്ല
ms: Tarikh tidak sepadan
nb: Datoene stemmer ikke
nl: De data komen niet overeen
pl: Daty się nie zgadzają
pt_br: As datas não coincidem
pt_pt: As datas não coincidem
ro: Datele nu coincid
ru: Даты не совпадают
sk: Dátumy sa nezhodujú
sv: Datumen stämmer inte
ta: தேதிகள் பொருந்தவில்லை
te: తేదీలు సరిపోలడం లేదు
th: วันที่ไม่ตรงกัน
tr: Tarihler eşleşmiyor
uk: Дати не збігаються
ur: تاریخیں نہیں ملتیں
vi: Ngày không khớp
zh_hans: 日期不一致
zh_hant: 日期不相符
